Repository: kausaltech/kausal-paths
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, es_us

source: Invalid email address
el: Μη έγκυρη διεύθυνση email
es_us: Dirección de correo electrónico no válida

source: No user found with this email address. Ask your administrator to create an account for you.
el: Δεν βρέθηκε χρήστης με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου. Ζητήστε από το διαχειριστή σας να δημιουργήσει ένα λογαριασμό για εσάς.
es_us: No se ha encontrado ningún usuario con esta dirección de correo electrónico. Pida a su administrador que le cree una cuenta.

source: This user does not have access to admin.
el: Αυτός ο χρήστης δεν έχει πρόσβαση στο admin.
es_us: Este usuario no tiene acceso a admin.

source: General admin
el: Γενικός διαχειριστής
es_us: Administración general

source: Sign in to Kausal Paths admin
el: Συνδεθείτε στο Kausal Paths admin
es_us: Iniciar sesión en Kausal Paths admin

source: Our apologies, the server is temporarily experiencing difficulties.
el: Ζητούμε συγγνώμη, ο διακομιστής αντιμετωπίζει προσωρινά δυσκολίες.
es_us: Nuestras disculpas, el servidor está experimentando dificultades temporalmente.

source: Choose instance
el: Επιλέξτε παράδειγμα
es_us: Elegir instancia

source: Name
el: Όνομα
es_us: Nombre

source: High
el: Υψηλή
es_us: Alta

source: Medium
el: Μεσαίο
es_us: Medio

source: Low
el: Χαμηλή
es_us: Bajo

source: Framework admins
el: Διαχειριστές πλαισίων
es_us: Administradores del marco

source: Framework viewers
el: Θεατές πλαισίου

source: Public URL for instance dashboard
el: Δημόσια διεύθυνση URL για το ταμπλό παραδείγματος
es_us: URL pública del panel de control

source: URL for downloading a results file
el: URL για τη λήψη ενός αρχείου αποτελεσμάτων
es_us: URL para descargar un archivo de resultados

source: Identifier for the model instance. Needs to be unique.
el: Αναγνωριστικό για την περίπτωση μοντέλου. Πρέπει να είναι μοναδικό.
es_us: Identificador de la instancia del modelo. Debe ser único.

source: Name for the framework configuration instance. Typically the name of the organization.
el: Όνομα για την περίπτωση διαμόρφωσης του πλαισίου. Συνήθως το όνομα του οργανισμού.
es_us: Nombre de la instancia de configuración del marco. Normalmente el nombre de la organización.

source: UUID for the new framework config. If not set, will be generated automatically.
el: UUID για τη νέα διαμόρφωση πλαισίου. Εάν δεν έχει οριστεί, θα δημιουργηθεί αυτόματα.
es_us: UUID para el nuevo framework config. Si no se establece, se generará automáticamente.

source: Name of the organization. If not set, it will be determined through the user's credentials, if possible.
el: Όνομα του οργανισμού. Εάν δεν έχει οριστεί, θα προσδιοριστεί μέσω των διαπιστευτηρίων του χρήστη, εάν είναι δυνατόν.
es_us: Nombre de la organización. Si no se establece, se determinará a través de las credenciales del usuario, si es posible.

source: ID of the organization-specific framework instance
el: Αναγνωριστικό της συγκεκριμένης περίπτωσης πλαισίου για τον οργανισμό
es_us: ID de la instancia de marco específica de la organización

source: ID of the measure template within a framework
el: Αναγνωριστικό του προτύπου μέτρου εντός ενός πλαισίου
es_us: ID del modelo de medida dentro de un marco

source: Value for the data point (set to null to remove)
el: Τιμή για το σημείο δεδομένων (μηδενίζεται για να αφαιρεθεί)
es_us: Valor del punto de datos (se establece en null para eliminarlo)

source: Internal notes for the measure instance
el: Εσωτερικές σημειώσεις για την περίπτωση του μέτρου
es_us: Notas internas para la instancia de medida

source: ID (or UUID) of the measure template within a framework
el: ID (ή UUID) του προτύπου μέτρου σε ένα πλαίσιο
es_us: ID (o UUID) del modelo de medida dentro de un marco

source: name
el: όνομα
es_us: nombre

source: label
el: ετικέτα
es_us: etiqueta

source: identifier
el: αναγνωριστικό
es_us: identificador

source: Description
el: Περιγραφή
es_us: Descripción

source: Metrics
el: Μετρικές

source: Dimensions
el: Διαστάσεις

source: unit
el: μονάδα
es_us: unidad

source: dataset
el: σύνολο δεδομένων
es_us: conjunto de datos

source: datasets
el: σύνολα δεδομένων
es_us: conjuntos de datos

source: Review comment
el: Σχόλιο αναθεώρησης
es_us: Comentario

source: Sticky comment
el: Κολλώδες σχόλιο
es_us: Comentario pegajoso

source: Resolved
el: Επιλυμένο
es_us: Resuelto

source: Unresolved
el: Ανεπίλυτο
es_us: Sin resolver

source: resolved at
el: επιλύεται σε
es_us: resuelto en

source: comment
el: σχόλιο
es_us: comentario

source: comments
el: σχόλια
es_us: comentarios

source: edition
el: έκδοση
es_us: edición

source: authority
el: αρχή
es_us: autoridad

source: The organization responsible for the data source
el: Ο οργανισμός που είναι υπεύθυνος για την πηγή δεδομένων
es_us: La organización responsable de la fuente de datos

source: description
el: περιγραφή
es_us: descripción

source: Data source
el: Πηγή δεδομένων
es_us: Fuente de datos

source: Data sources
el: Πηγές δεδομένων
es_us: Fuentes de datos

source: data source reference
el: αναφορά πηγής δεδομένων
es_us: referencia de la fuente de datos

source: data source references
el: αναφορές στην πηγή δεδομένων
es_us: referencias de fuentes de datos

source: Created at
el: Δημιουργήθηκε στο
es_us: Creado en

source: Last modified by
el: Τελευταία τροποποίηση από
es_us: Última modificación

source: Last modified at
el: Τελευταία τροποποίηση στις
es_us: Última modificación en

source: order
el: παραγγελία
es_us: pedir

source: email address
el: διεύθυνση ηλεκτρονικού ταχυδρομείου
es_us: dirección de correo electrónico

source: Is implemented
el: Εφαρμόζεται
es_us: Es implementada

source: Is the action included in the scenario
el: Περιλαμβάνεται η δράση στο σενάριο
es_us: ¿Está la acción incluida en el escenario

source: Number of LED bulbs changed per year (baseline)
el: Αριθμός λαμπτήρων LED που αλλάζονται ετησίως (βασική τιμή)
es_us: Número de bombillas LED cambiadas al año (referencia)

source: Number of additional LED bulbs changed per year
el: Αριθμός πρόσθετων λαμπτήρων LED που αλλάζονται ετησίως
es_us: Número de bombillas LED adicionales cambiadas al año

source: Yearly increase in total number of luminaires
el: Ετήσια αύξηση του συνολικού αριθμού φωτιστικών σωμάτων
es_us: Aumento anual del número total de luminarias

source: Yearly maintenance cost of traditional luminaires
el: Ετήσιο κόστος συντήρησης παραδοσιακών φωτιστικών σωμάτων
es_us: Coste anual de mantenimiento de las luminarias tradicionales

source: Yearly maintenance cost of LED luminaires
el: Ετήσιο κόστος συντήρησης των φωτιστικών LED
es_us: Coste anual de mantenimiento de las luminarias LED

source: Traditional luminaire power consumption
el: Κατανάλωση ισχύος παραδοσιακών φωτιστικών σωμάτων
es_us: Consumo eléctrico de las luminarias tradicionales

source: LED luminaire power consumption
el: Κατανάλωση ισχύος φωτιστικού LED
es_us: Consumo de energía de las luminarias LED

source: Traditional luminaire yearly active time
el: Παραδοσιακό φωτιστικό ετήσιος ενεργός χρόνος
es_us: Tiempo activo anual de la luminaria tradicional

source: LED luminaire yearly active time
el: Ετήσιος ενεργός χρόνος φωτιστικού LED
es_us: Tiempo de actividad anual de la luminaria LED

source: Investment cost of one LED retrofit
el: Κόστος επένδυσης μιας αναβάθμισης LED
es_us: Coste de inversión de una retroadaptación LED

source: Investment lifetime (a)
el: Διάρκεια ζωής της επένδυσης (α)
es_us: Duración de la inversión (a)

source: Investment cost (SEK/m2)
el: Κόστος επένδυσης (SEK/m2)
es_us: Coste de inversión (SEK/m2)

source: Maintenance cost (SEK/m2/a)
el: Κόστος συντήρησης (SEK/m2/a)
es_us: Coste de mantenimiento (SEK/m2/a)

source: Heat saving (kWh/m2/a)
el: Εξοικονόμηση θερμότητας (kWh/m2/a)
es_us: Ahorro de calor (kWh/m2/a)

source: Electricity saving (kWh/m2/a)
el: Εξοικονόμηση ηλεκτρικής ενέργειας (kWh/m2/a)
es_us: Ahorro de electricidad (kWh/m2/a)

source: Renovation potential (% of floor area)
el: Δυνατότητες ανακαίνισης (% of floor area)
es_us: Potencial de renovación (% of superficie)

source: Investment cost (USD/square foot)
el: Κόστος επένδυσης (USD/τετραγωνικό πόδι)
es_us: Coste de inversión (USD/pie cuadrado)

source: Maintenance cost (USD/square foot/a)
el: Κόστος συντήρησης (USD/τετραγωνικό πόδι/έτος)
es_us: Coste de mantenimiento (USD/pie cuadrado/a)

source: Natural gas saving (thm/square foot/a)
el: Εξοικονόμηση φυσικού αερίου (thm/τετραγωνικό πόδι/έτος)
es_us: Ahorro de gas natural (tm/pie cuadrado/a)

source: Electricity saving (kWh/square foot/a)
el: Εξοικονόμηση ηλεκτρικής ενέργειας (kWh/τετραγωνικό πόδι/έτος)
es_us: Ahorro de electricidad (kWh/pie cuadrado/a)

source: Receive goal input from a dataset or node and cause an effect. The output will be a time series with the difference to the predicted baseline value of the input node. The goal input can also be relative (for e.g. percentage reductions), in which case the input will be treated as a multiplier.
el: Λαμβάνει είσοδο στόχου από ένα σύνολο δεδομένων ή έναν κόμβο και προκαλεί ένα αποτέλεσμα. Η έξοδος θα είναι μια χρονοσειρά με τη διαφορά από την προβλεπόμενη βασική τιμή του κόμβου εισόδου. Η είσοδος στόχου μπορεί επίσης να είναι σχετική (π.χ. ποσοστό μειώσεις), οπότε η είσοδος θα αντιμετωπίζεται ως πολλαπλασιαστή.
es_us: Recibir entrada de objetivo de un conjunto de datos o nodo y causar un efecto. La salida será una serie temporal con la diferencia respecto al valor base predicho del nodo de entrada. La entrada del objetivo también puede ser relativa (por ejemplo, porcentajes de reducción), en cuyo caso la entrada será relativa. porcentaje), en cuyo caso la entrada se tratará como un multiplicador. multiplicador.

source: Receive goal input from a dataset or node and cause a linear effect. The output will be a time series with the difference to the last historical value of the input node. The goal input can also be relative (for e.g. percentage reductions), in which case the input will be treated as a multiplier.
el: Λαμβάνετε είσοδο στόχου από ένα σύνολο δεδομένων ή έναν κόμβο και προκαλείτε ένα γραμμικό αποτέλεσμα. Η έξοδος θα είναι μια χρονοσειρά με τη διαφορά προς το τελευταίας ιστορικής τιμής του κόμβου εισόδου. Η είσοδος στόχου μπορεί επίσης να είναι σχετική (π.χ. ποσοστό μειώσεις), οπότε η είσοδος θα αντιμετωπίζεται ως πολλαπλασιαστή.
es_us: Recibir la entrada de meta de un conjunto de datos o nodo y provocar un efecto lineal. La salida será una serie temporal con la diferencia respecto al último valor histórico del nodo de entrada. La entrada objetivo también puede ser relativa (por ejemplo, porcentajes de reducción). porcentaje), en cuyo caso la entrada se tratará como un multiplicador. un multiplicador.

source: Simple action that produces an additive change to a value.
el: Απλή ενέργεια που παράγει μια προσθετική αλλαγή σε μια τιμή.
es_us: Acción simple que produce un cambio aditivo en un valor.

source: Additive action where the effect is cumulative and remains in the future.
el: Προσθετική δράση όπου το αποτέλεσμα είναι σωρευτικό και παραμένει στο μέλλον.
es_us: Acción aditiva cuyo efecto es acumulativo y permanece en el futuro.

source: Cumulative additive action where a yearly target is set and the effect is linear. This can be modified with these parameters: target_year_level is the value to be reached at the target year. action_delay is the year when the implementation of the action starts. multiplier scales the size of the impact (useful between scenarios).
el: Σωρευτική προσθετική δράση όπου τίθεται ετήσιος στόχος και το αποτέλεσμα είναι γραμμικό. Αυτό μπορεί να τροποποιηθεί με αυτές τις παραμέτρους: είναι η τιμή που πρέπει να επιτευχθεί στο έτος-στόχο. action_delay είναι το έτος κατά το οποίο αρχίζει η εφαρμογή της δράσης. multiplier κλιμακώνει το μέγεθος της επίπτωσης (χρήσιμο μεταξύ σεναρίων).
es_us: Acción aditiva acumulativa en la que se fija un objetivo anual y el efecto es lineal. Esto puede modificarse con estos parámetros: nivel_año_objetivo es el valor que debe alcanzarse en el año objetivo. retraso_acción es el año en que comienza la aplicación de la acción. multiplicador escala el tamaño del impacto (útil entre escenarios).

source: Simple emission reduction impact
el: Απλός αντίκτυπος της μείωσης των εκπομπών
es_us: Impacto simple de la reducción de emisiones

source: TrajectoryAction uses select_category() to select a category from a dimension and then possibly do some relative or absolute conversions.
el: Η TrajectoryAction χρησιμοποιεί την select_category() για να επιλέξει μια κατηγορία από μια διάσταση και στη συνέχεια ενδεχομένως να κάνει κάποιες σχετικές ή απόλυτες μετατροπές.
es_us: TrajectoryAction utiliza select_category() para seleccionar una categoría de una dimensión y luego posiblemente hacer algunas conversiones relativas o absolutas.

source: Node
el: Κόμβος
es_us: Nodo

source: Outcome node
el: Κόμβος αποτελεσμάτων
es_us: Nodo de resultados

source: Floor area node takes in actions and calculates the floor area impacted.
el: Ο κόμβος εμβαδού δαπέδου λαμβάνει δράσεις και υπολογίζει το εμβαδόν δαπέδου που επηρεάζεται.
es_us: El nodo de superficie toma las acciones y calcula la superficie afectada.

source: Choose a node
el: Επιλέξτε έναν κόμβο
es_us: Elija un nodo

source: Choose another node
el: Επιλέξτε έναν άλλο κόμβο
es_us: Elija otro nodo

source: This is Exponential Node. Takes in either input nodes as AdditiveNode, or builds a dataframe from current_value. Builds an exponential multiplier based on annual_change and multiplies the VALUE_COLUMN. Optionally, touches also historical values. Parameter is_decreasing_rate is used to give discount rates instead.
el: Αυτός είναι ο Εκθετικός Κόμβος. Λαμβάνει είτε κόμβους εισόδου ως AdditiveNode, είτε δημιουργεί ένα πλαίσιο δεδομένων από την τρέχουσα τιμή. Κατασκευάζει έναν εκθετικό πολλαπλασιαστή με βάση την annual_change και πολλαπλασιάζει την VALUE_COLUMN. Προαιρετικά, αγγίζει επίσης τις ιστορικές τιμές. Η παράμετρος is_decreasing_rate χρησιμοποιείται για να δώσει επιτόκια προεξόφλησης αντί για αυτό.
es_us: Es un Nodo Exponencial. Toma nodos de entrada como AdditiveNode, o construye un marco de datos a partir de current_value. Construye un multiplicador exponencial basado en annual_change y multiplica el VALUE_COLUMN. Opcionalmente, toca también valores históricos. El parámetro is_decreasing_rate se utiliza para dar tasas de descuento en su lugar.

source: Calculates internal growth of e.g. a forest, accounting for forest cuts. Takes in additive and non-additive nodes and a dataset. Parameter annual_change is used where the rate node(s) have null values.
el: Υπολογίζει την εσωτερική ανάπτυξη π.χ. ενός δάσους, λαμβάνοντας υπόψη τις υλοτομίες. Λαμβάνει προσθετικά και μη προσθετικούς κόμβους και ένα σύνολο δεδομένων. Η παράμετρος annual_change χρησιμοποιείται όταν οι κόμβοι ρυθμού έχουν μηδενικές τιμές.

source: This is Dilution Node. It has exactly four input nodes which are marked by tags: 1) existing is the current, non-diluted variable. 2) Incoming is the variable which diluted the existing one with its different values. 3) Removing is the fraction that is removed from the existing stock each year. 4) Incoming is the ratio compared with the existing stock that is inserted into the system. (Often the removed and incoming values are the same, and then the stock size remains constant.)
el: Αυτός είναι ο κόμβος αραίωσης. Έχει ακριβώς τέσσερις κόμβους εισόδου οι οποίοι επισημαίνονται με ετικέτες: 1) Η υπάρχουσα είναι η τρέχουσα, μη αραιωμένη μεταβλητή. 2) εισερχόμενη είναι η μεταβλητή που αραίωσε την υπάρχουσα με τις διαφορετικές τιμές της. 3) Removing είναι το κλάσμα που αφαιρείται από το υπάρχον απόθεμα κάθε χρόνο. 4) Εισερχόμενη είναι η αναλογία σε σύγκριση με το υπάρχον απόθεμα που εισάγεται στο σύστημα. (Συχνά οι αφαιρούμενες και οι εισερχόμενες τιμές είναι ίδιες και τότε το μέγεθος του αποθέματος παραμένει σταθερό).
es_us: Este es el Nodo de Dilución. Tiene exactamente cuatro nodos de entrada que están marcados por etiquetas: 1) existente es la variable actual, no diluida. 2) Entrante es la variable que diluye la existente con sus diferentes valores. 3) Retirada es la fracción que se retira de la existente cada año. 4) Entrante es la proporción respecto al stock existente que se introduce en el sistema. (A menudo, los valores retirados y entrantes son los mismos, por lo que el tamaño de las existencias permanece constante).

source: This is IterativeNode. It calculates one year at a time based on previous year's value and inputs and outputs. In addition, it must have a feedback loop (otherwise it makes no sense to use this node class), which is given as a growth rate per year from the previous year's value.
el: Αυτό είναι το IterativeNode. Υπολογίζει ένα έτος κάθε φορά με βάση την τιμή του προηγούμενου έτους και τις εισόδους και εξόδους. Επιπλέον, πρέπει να διαθέτει βρόχο ανατροφοδότησης (διαφορετικά δεν έχει νόημα η χρήση αυτής της κλάσης κόμβου), ο οποίος δίνεται ως ρυθμός αύξησης ανά έτος από την τιμή του προηγούμενου έτους.

source: This is a Formula Node. It uses a specified formula to calculate the output.
el: Αυτός είναι ένας κόμβος τύπου. Χρησιμοποιεί έναν καθορισμένο τύπο για τον υπολογισμό της εξόδου.
es_us: Se trata de un Nodo de Fórmula. Utiliza una fórmula especificada para calcular la salida.

source: This is a DatasetNode. It takes in a specifically formatted dataset and converts the relevant part into a node output.
el: Αυτός είναι ένας κόμβος DatasetNode. Λαμβάνει ένα ειδικά διαμορφωμένο σύνολο δεδομένων και μετατρέπει το σχετικό μέρος σε έξοδο κόμβου.
es_us: Se trata de un DatasetNode. Recibe un conjunto de datos con un formato específico y convierte la parte relevante en un nodo de salida.

source: Custom
el: Προσαρμοσμένο
es_us: A medida

source: Sectors
el: Τομείς
es_us: Sectores

source: Scenarios
el: Σενάρια

source: Lead title
el: Επικεφαλής τίτλος
es_us: Título principal

source: Lead paragraph
el: Επικεφαλής παράγραφος
es_us: Párrafo principal

source: Site URL
el: URL ιστότοπου
es_us: URL del sitio

source: Instance
el: Παράδειγμα
es_us: Instancia

source: Instances
el: Περιπτώσεις
es_us: Instancias

source: Actions
el: Δράσεις
es_us: Acciones

source: Instance hostname
el: Όνομα κεντρικού υπολογιστή
es_us: Nombre de host de la instancia

source: Instance hostnames
el: Ονόματα κεντρικών υπολογιστών
es_us: Nombres de host de instancia

source: Instance token
el: Token της περίπτωσης
es_us: Ficha de instancia

source: Instance tokens
el: Ενδείξεις παραδειγμάτων
es_us: Fichas de instancia

source: Order
el: Παραγγελία
es_us: Pida

source: Goal
el: Στόχος
es_us: Objetivo

source: Short description
el: Σύντομη περιγραφή
es_us: Breve descripción

source: Nodes
el: Κόμβοι
es_us: Nodos

source: NOTE! Add text about the node class.
el: ΣΗΜΕΙΩΣΗ! Προσθέστε κείμενο σχετικά με την κλάση κόμβου.
es_us: NOTA: Añade texto sobre la clase de nodo.

source: The node has the following input nodes:
el: Ο κόμβος έχει τους ακόλουθους κόμβους εισόδου:
es_us: El nodo tiene los siguientes nodos de entrada:

source: The node does not have input nodes.
el: Ο κόμβος δεν έχει κόμβους εισόδου.
es_us: El nodo no tiene nodos de entrada.

source: - Input node values are not added but operated despite matching units.
el: - Οι τιμές των κόμβων εισόδου δεν προστίθενται αλλά λειτουργούν παρά τις μονάδες αντιστοίχισης.
es_us: - Los valores de los nodos de entrada no se suman, sino que se operan a pesar de las unidades coincidentes.

source: - Extend the last historical values to the remaining missing years.
el: - Επεκτείνετε τις τελευταίες ιστορικές τιμές στα υπόλοιπα έτη που λείπουν.
es_us: - Amplíe los últimos valores históricos a los años que faltan.

source: - Truncate the forecast values.
el: - Αποκοπή των τιμών πρόβλεψης.
es_us: - Trunca los valores previstos.

source: - Take the arithmetic inverse of the values (-x).
el: - Πάρτε το αριθμητικό αντίστροφο των τιμών (-x).
es_us: - Toma la inversa aritmética de los valores (-x).

source: - Take the geometric inverse of the values (1/x).
el: - Πάρτε το γεωμετρικό αντίστροφο των τιμών (1/x).
es_us: - Tomar la inversa geométrica de los valores (1/x).

source: - Take the complement of the dimensionless values (1-x).
el: - Πάρτε το συμπλήρωμα των χωρίς διάσταση τιμών (1-x).
es_us: - Tomar el complemento de los valores adimensionales (1-x).

source: - Take the difference across time (i.e. annual changes)
el: - Πάρτε τη διαφορά στο χρόνο (δηλ. ετήσιες μεταβολές)
es_us: - Tomar la diferencia a lo largo del tiempo (es decir, los cambios anuales)

source: - Take the cumulative sum across time.
el: - Πάρτε το αθροιστικό άθροισμα σε όλη τη διάρκεια του χρόνου.
es_us: - Toma la suma acumulada a lo largo del tiempo.

source: - Take the cumulative product of the dimensionless values across time.
el: - Πάρτε το αθροιστικό γινόμενο των διαστάσεων χωρίς διάσταση στο χρόνο.
es_us: - Tomar el producto acumulativo de los valores adimensionales a lo largo del tiempo.

source: - Take the cumulative product of the dimensionless complement values across time.
el: - Πάρτε το αθροιστικό γινόμενο των τιμών του συμπληρώματος χωρίς διάσταση σε όλη τη διάρκεια του χρόνου.
es_us: - Tomar el producto acumulativo de los valores adimensionales del complemento a lo largo del tiempo.

source: - Take the ratio of the values compared with the last historical value.
el: - Πάρτε τον λόγο των τιμών σε σύγκριση με την τελευταία ιστορική τιμή.
es_us: - Toma la relación de los valores comparados con el último valor histórico.

source: - This is used as the baseline.
el: - Αυτό χρησιμοποιείται ως βασική γραμμή.
es_us: - Se utiliza como referencia.

source: - This is used for the incoming stock.
el: - Χρησιμοποιείται για το εισερχόμενο απόθεμα.
es_us: - Se utiliza para el stock entrante.

source: - This is the rate of stock removal.
el: - Αυτός είναι ο ρυθμός απομάκρυνσης αποθεμάτων.
es_us: - Es la tasa de retirada de existencias.

source: - This is the rate of new stock coming in.
el: - Αυτός είναι ο ρυθμός εισόδου νέων αποθεμάτων.
es_us: - Es el ritmo de entrada de nuevas existencias.

source: - The node is used as the historical starting point.
el: - Ο κόμβος χρησιμοποιείται ως ιστορικό σημείο εκκίνησης.
es_us: - El nodo se utiliza como punto de partida histórico.

source: - The node is used as the goal for the action.
el: - Ο κόμβος χρησιμοποιείται ως στόχος για την ενέργεια.
es_us: - El nodo se utiliza como objetivo de la acción.

source: - Negative result values are replaced with 0.
el: - Οι αρνητικές τιμές των αποτελεσμάτων αντικαθίστανται με 0.
es_us: - Los valores de resultado negativos se sustituyen por 0.

source: - Positive result values are replaced with 0.
el: - Οι θετικές τιμές των αποτελεσμάτων αντικαθίστανται με 0.
es_us: - Los valores de resultado positivos se sustituyen por 0.

source: - Convert NaNs to zeros.
el: - Μετατροπή των NaN σε μηδενικά.

source: - The tag "%s" is given.
el: - Δίνεται η ετικέτα "%s".
es_us: - Se da la etiqueta "%s".

source: - From dimension %s, %s categories %s.
el: - Από τη διάσταση %s, %s κατηγορίες %s.
es_us: - De dimensión %s, %s categorías %s.

source: - Sum over dimension %s .
el: - Άθροισμα στη διάσταση %s.
es_us: - Suma sobre la dimensión %s.

source: - Add values to the category %s in a new dimension %s.
el: - Προσθέστε τιμές στην κατηγορία %s σε μια νέα διάσταση %s.
es_us: - Añada valores a la categoría %s en una nueva dimensión %s.

source: Viewer
el: Πρόγραμμα προβολής

source: This is an Additive Node. It performs a simple addition of inputs. Missing values are assumed to be zero.
el: Αυτός είναι ένας προσθετικός κόμβος. Εκτελεί μια απλή πρόσθεση εισόδων. Οι τιμές που λείπουν θεωρούνται μηδενικές.
es_us: Se trata de un Nodo Aditivo. Realiza una simple suma de entradas. Se supone que los valores perdidos son cero.
