Repository: kausaltech/kausal-paths
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, es_us

source: This is a Subtractive Node. It takes the first input node and subtracts all other input nodes from it.
el: Αυτός είναι ένας Υπολειμματικός Κόμβος. Λαμβάνει τον πρώτο κόμβο εισόδου και αφαιρεί από αυτόν όλους τους άλλους κόμβους εισόδου.
es_us: Se trata de un Nodo Sustractivo. Toma el primer nodo de entrada y le resta todos los demás nodos de entrada.

source: This is a Sector Emissions Node. It is like Additive Node but for subsector emissions
el: Πρόκειται για έναν κόμβο εκπομπών τομέα. Είναι όπως ο κόμβος προσθετικών εκπομπών, αλλά για τις εκπομπές των υποτομέων.
es_us: Se trata de un Nodo de Emisiones Sectoriales. Es como el Nodo Aditivo pero para emisiones subsectoriales

source: This is a Multiplicative Node. It multiplies nodes together with potentially adding other input nodes. Multiplication and addition is determined based on the input node units.
el: Αυτός είναι ένας πολλαπλασιαστικός κόμβος. Πολλαπλασιάζει κόμβους μαζί με πιθανή προσθήκη άλλων κόμβων εισόδου. Ο πολλαπλασιασμός και η πρόσθεση καθορίζονται με βάση τις μονάδες των κόμβων εισόδου.
es_us: Es un Nodo Multiplicativo. Multiplica nodos junto con la adición potencial de otros nodos de entrada. La multiplicación y la suma se determinan en función de las unidades de los nodos de entrada.

source: This is a Divisive Node. It divides two nodes together with potentially adding other input nodes. Division and addition is determined based on the input node units.
el: Αυτός είναι ένας διχαστικός κόμβος. Διαιρεί δύο κόμβους μαζί με πιθανή προσθήκη άλλων κόμβων εισόδου. Η διαίρεση και η πρόσθεση καθορίζονται με βάση τις μονάδες των κόμβων εισόδου.
es_us: Se trata de un Nodo Divisor. Divide dos nodos juntos con la adición potencial de otros nodos de entrada. La división y la adición se determinan en función de las unidades del nodo de entrada.

source: This is an Emission Factor Activity Node. It multiplies an activity by an emission factor.
el: Πρόκειται για έναν κόμβο δραστηριότητας συντελεστή εκπομπών. Πολλαπλασιάζει μια δραστηριότητα με έναν συντελεστή εκπομπών.
es_us: Se trata de un nodo de actividad de factor de emisión. Multiplica una actividad por un factor de emisión.

source: This is Activity Node. It adds activity amounts together.
el: Αυτός είναι ο κόμβος δραστηριότητας. Προσθέτει τα ποσά δραστηριότητας μαζί.
es_us: Este es el Nodo de Actividad. Suma las cantidades de actividad.

source: This is a Fixed Multiplier Node. It multiplies a single input node with a parameter.
el: Πρόκειται για έναν κόμβο σταθερού πολλαπλασιαστή. Πολλαπλασιάζει έναν κόμβο εισόδου με μια παράμετρο.
es_us: Este es un Nodo Multiplicador Fijo. Multiplica un único nodo de entrada con un parámetro.

source: First add other input nodes, then multiply the output. Multiplication and addition is determined based on the input node units.
el: Πρώτα προσθέστε άλλους κόμβους εισόδου και, στη συνέχεια, πολλαπλασιάστε την έξοδο. Ο πολλαπλασιασμός και η πρόσθεση καθορίζονται με βάση τις μονάδες των κόμβων εισόδου.
es_us: Primero añade otros nodos de entrada y luego multiplica la salida. La multiplicación y la suma se determinan en función de las unidades de los nodos de entrada.

source: First does what MultiplicativeNode does, then calculates 1 - result. Can only be used for dimensionless content (i.e., fractions and percentages)
el: Πρώτα κάνει ό,τι κάνει το MultiplicativeNode και μετά υπολογίζει το 1 - αποτέλεσμα. Μπορεί να χρησιμοποιηθεί μόνο για περιεχόμενο χωρίς διαστάσεις (δηλ. κλάσματα και ποσοστά).
es_us: Primero hace lo que hace MultiplicativeNode, luego calcula 1 - resultado. Sólo puede utilizarse para contenido adimensional (es decir, fracciones y porcentajes).

source: First does what MultiplicativeNode does, then calculates 1 + result. Can only be used for dimensionless content (i.e., fractions and percentages)
el: Πρώτα κάνει ό,τι κάνει ο MultiplicativeNode και μετά υπολογίζει 1 + αποτέλεσμα. Μπορεί να χρησιμοποιηθεί μόνο για περιεχόμενο χωρίς διαστάσεις (δηλ. κλάσματα και ποσοστά).
es_us: Primero hace lo que hace MultiplicativeNode, luego calcula 1 + resultado. Sólo puede utilizarse para contenido adimensional (es decir, fracciones y porcentajes).

source: First like AdditiveNode, then multiply with a node with "non_additive". The relative node is assumed to be the relative difference R = V / N - 1, where V is the expected output value and N is the comparison value from the other input nodes. So, the output value V = (R + 1)N. If there is no "non-additive" node, it will behave like AdditiveNode except it never creates a temporary dimension Sectors.
el: Πρώτα όπως ο AdditiveNode, στη συνέχεια πολλαπλασιάστε με έναν κόμβο με "non_additive". Ο σχετικός κόμβος θεωρείται ότι είναι η σχετική διαφορά R = V / N - 1, όπου V είναι η αναμενόμενη τιμή εξόδου και N είναι η τιμή σύγκρισης από από τους άλλους κόμβους εισόδου. Έτσι, η τιμή εξόδου V = (R + 1)N. Εάν δεν υπάρχει "μη προσθετικός" κόμβος, θα συμπεριφέρεται όπως ο AdditiveNode, εκτός από τον δεν δημιουργεί ποτέ μια προσωρινή διάσταση Sectors.
es_us: Primero como AdditiveNode, luego se multiplica con un nodo con "non_additive". Se supone que el nodo relativo es la diferencia relativa R = V / N - 1, donde V es el valor de salida esperado y N es el valor de comparación de los otros nodos de entrada. Por tanto, el valor de salida V = (R + 1)N. Si no hay ningún nodo "no aditivo", se comportará como AdditiveNode excepto en que nunca crea una dimensión temporal Sectores.

source: capita
el: κατά κεφαλήν
es_us: cápita

# capita short
source: cap
el: καπάκι
es_us: tapa

source: show in footer
el: εμφάνιση στο υποσέλιδο
es_us: mostrar en el pie de página

source: Should the page be shown in the footer?
el: Θα πρέπει να εμφανίζεται η σελίδα στο υποσέλιδο;
es_us: ¿Debe aparecer la página en el pie de página?

source: Common page configuration
el: Διαμόρφωση κοινής σελίδας
es_us: Configuración de páginas comunes

source: Paragraph
el: Παράγραφος
es_us: Párrafo

source: Outcome page
el: Σελίδα αποτελεσμάτων
es_us: Página de resultados

source: Outcome pages
el: Σελίδες αποτελεσμάτων
es_us: Páginas de resultados

source: Standard
el: Πρότυπο
es_us: Estándar

source: Impact
el: Επιπτώσεις
es_us: Impacto

source: Cumulative impact
el: Αθροιστικός αντίκτυπος
es_us: Impacto acumulado

source: Show cumulative impact
el: Εμφάνιση σωρευτικών επιπτώσεων
es_us: Mostrar el impacto acumulativo

source: Show action comparison
el: Εμφάνιση σύγκρισης δράσης
es_us: Mostrar comparación de acciones

source: Show only municipal actions
el: Εμφάνιση μόνο δημοτικών δράσεων
es_us: Mostrar sólo acciones municipales

source: Action list page
el: Σελίδα λίστας ενεργειών
es_us: Página de la lista de acciones

source: Action list pages
el: Σελίδες λίστας ενεργειών
es_us: Páginas de listas de acciones

source: Title
el: Τίτλος
es_us: Título

source: Introductory content to show in the UI
el: Εισαγωγικό περιεχόμενο για εμφάνιση στο UI
es_us: Contenido introductorio para mostrar en la interfaz de usuario

source: Introductory content
el: Εισαγωγικό περιεχόμενο
es_us: Contenido introductorio

source: Site content
el: Περιεχόμενο της ιστοσελίδας
es_us: Contenido del sitio

source: Site contents
el: Περιεχόμενο της ιστοσελίδας
es_us: Contenido del sitio

source: Site Content
el: Περιεχόμενο της ιστοσελίδας
es_us: Contenido del sitio

source: Municipality name
el: Όνομα δήμου
es_us: Nombre del municipio

source: Discount rate
el: Επιτόκιο προεξόφλησης
es_us: Tasa de descuento

source: Population growth rate
el: Ρυθμός αύξησης του πληθυσμού
es_us: Tasa de crecimiento demográfico

source: Avoided electricity capacity price
el: Αποφεύγουμενη τιμή δυναμικότητας ηλεκτρικής ενέργειας
es_us: Precio de la capacidad eléctrica evitada

source: Health impacts per kWh
el: Επιπτώσεις στην υγεία ανά kWh
es_us: Impacto en la salud por kWh

source: Heat CO2 emission factor
el: Συντελεστής εκπομπής θερμότητας CO2
es_us: Factor de emisión de CO2 por calor

source: Electricity CO2 emission factor
el: Συντελεστής εκπομπών CO2 ηλεκτρικής ενέργειας
es_us: Factor de emisión de CO2 de la electricidad

source: Renovation rate baseline
el: Βασική τιμή ποσοστού ανακαίνισης
es_us: Tasa de renovación de referencia

source: Include energy taxes in calculations?
el: Συμπεριλάβετε τους ενεργειακούς φόρους στους υπολογισμούς;
es_us: ¿Incluir los impuestos sobre la energía en los cálculos?

source: Include CO2 cost variable in calculations?
el: Συμπεριλάβετε μεταβλητή κόστους CO2 στους υπολογισμούς;
es_us: ¿Incluir la variable del coste del CO2 en los cálculos?

source: Include health impact variable in calculations?
el: Συμπεριλάβετε μεταβλητή επιπτώσεων στην υγεία στους υπολογισμούς;
es_us: ¿Incluir la variable de impacto sanitario en los cálculos?

source: Include avoided electricity capacity variable in calculations?
el: Συμπεριλάβετε στους υπολογισμούς τη μεταβλητή της αποφευχθείσας δυναμικότητας ηλεκτρικής ενέργειας;
es_us: ¿Incluir en los cálculos la variable de la capacidad eléctrica evitada?

source: Price of CO2
el: Τιμή του CO2
es_us: Precio del CO2

source: Price of CO2 annual change
el: Τιμή της ετήσιας μεταβολής του CO2
es_us: Precio de la variación anual de CO2

source: Price of electricity
el: Τιμή της ηλεκτρικής ενέργειας
es_us: Precio de la electricidad

source: Price of electricity annual change
el: Ετήσια μεταβολή της τιμής της ηλεκτρικής ενέργειας
es_us: Variación anual del precio de la electricidad

source: Price of Heat
el: Τιμή της θερμότητας
es_us: Precio del calor

source: Price of heat annual change
el: Ετήσια μεταβολή της τιμής της θερμότητας
es_us: Variación anual del precio del calor

source: Invest all on the first year (in contrast to continuous investing)?
el: Να επενδύσετε όλα τα κεφάλαια κατά το πρώτο έτος (σε αντίθεση με τη συνεχή επένδυση);
es_us: ¿Invertir todo el primer año (a diferencia de la inversión continua)?

source: Placeholder for updated_building_code_residential
el: Καταχωρητής για updated_building_code_residential
es_us: Marcador de posición para updated_building_code_residential

source: Action impact based on baseline
el: Επίδραση της δράσης με βάση το βασικό επίπεδο
es_us: Impacto de la acción sobre la base de referencia

source: Compute action impact based on the baseline scenario instead of the default one
el: Υπολογισμός των επιπτώσεων της δράσης με βάση το βασικό σενάριο αντί του προεπιλεγμένου σεναρίου
es_us: Calcular el impacto de la acción basándose en el escenario de referencia en lugar del escenario por defecto.

source: Scanario name
el: Όνομα Scanario
es_us: Nombre Scanario

source: Weight for emission impacts in value profiles
el: Βαρύτητα για τις επιπτώσεις των εκπομπών στα προφίλ αξίας
es_us: Ponderación del impacto de las emisiones en los perfiles de valor

source: Weight for economic impacts in value profiles
el: Βαρύτητα των οικονομικών επιπτώσεων στα προφίλ αξίας
es_us: Ponderación de las repercusiones económicas en los perfiles de valor

source: Weight for prosperity impacts (e.g. jobs) in value profiles
el: Βαρύτητα για τις επιπτώσεις στην ευημερία (π.χ. θέσεις εργασίας) στα προφίλ αξίας
es_us: Ponderación de los efectos de prosperidad (por ejemplo, empleo) en los perfiles de valor

source: Weight for purity impacts (e.g. lack of pollution) in value profiles
el: Βαρύτητα για τις επιπτώσεις της καθαρότητας (π.χ. έλλειψη ρύπανσης) στα προφίλ αξίας
es_us: Ponderación de los impactos de pureza (por ejemplo, ausencia de contaminación) en los perfiles de valor

source: Weight for health impacts in value profiles
el: Βάρος για τις επιπτώσεις στην υγεία στα προφίλ αξίας
es_us: Ponderación de las repercusiones sanitarias en los perfiles de valor

source: Weight for equity impacts in value profiles
el: Βαρύτητα για τις επιπτώσεις των ιδίων κεφαλαίων στα προφίλ αξίας
es_us: Ponderación de los efectos de la renta variable en los perfiles de valor

source: Weight for biodiversity impacts in value profiles
el: Βαρύτητα των επιπτώσεων στη βιοποικιλότητα στα προφίλ αξίας
es_us: Ponderación del impacto de la biodiversidad en los perfiles de valor

source: Weight for actions to be legal in value profiles
el: Βάρος για τις ενέργειες που πρέπει να είναι νόμιμες στα προφίλ αξίας
es_us: Ponderación para que las acciones sean legales en los perfiles de valor

source: Threshold for sum of weighted impacts in value profiles
el: Κατώτατο όριο για το άθροισμα των σταθμισμένων επιπτώσεων στα προφίλ αξίας
es_us: Umbral para la suma de impactos ponderados en perfiles de valor

source: Effect of electric vehicles on car kilometers
el: Επίδραση των ηλεκτρικών οχημάτων στα χιλιόμετρα των αυτοκινήτων
es_us: Efecto de los vehículos eléctricos en los kilómetros recorridos

source: List of selected municipalities
el: Κατάλογος επιλεγμένων δήμων
es_us: Lista de municipios seleccionados

source: List of selected nodes
el: Λίστα επιλεγμένων κόμβων
es_us: Lista de nodos seleccionados

source: Selected computational framework
el: Επιλεγμένο υπολογιστικό πλαίσιο
es_us: Marco computacional seleccionado

source: Annual weather normalization for energy consumption
el: Ετήσια κανονικοποίηση των καιρικών συνθηκών για την κατανάλωση ενέργειας
es_us: Normalización meteorológica anual para el consumo de energía

source: Normalization for matching statistical data
el: Κανονικοποίηση για την αντιστοίχιση στατιστικών δεδομένων
es_us: Normalización para cotejar datos estadísticos

source: Is the last historical value extended into the future?
el: Η τελευταία ιστορική αξία επεκτείνεται στο μέλλον;
es_us: ¿El último valor histórico se prolonga en el futuro?

source: On node graphs, show scenario impacts instead of outputs?
el: Στα γραφήματα κόμβων, να εμφανίζονται οι επιπτώσεις του σεναρίου αντί για τις εκροές;
es_us: En los gráficos de nodos, ¿se muestran los impactos de los escenarios en lugar de los resultados?

source: Override input node values with framework measure data
el: Αντικατάσταση τιμών κόμβου εισόδου με δεδομένα μέτρησης πλαισίου

source: Use only baseline year from measure data
el: Χρησιμοποιήστε μόνο το έτος βάσης από τα δεδομένα του μέτρου

source: Invalid token.
el: Μη έγκυρο token.
es_us: Token inválido.

source: Invalid unit
el: Μη έγκυρη μονάδα
es_us: Unidad no válida

source: English
el: Αγγλικά
es_us: Inglés

source: Finnish
el: Φινλανδική
es_us: En finés

source: Swedish
el: Σουηδικά
es_us: Sueco

source: German
el: Γερμανικά
es_us: Alemán

source: German (Switzerland)
el: Γερμανικά (Ελβετία)
es_us: Alemán (Suiza)

source: Czech
el: Τσεχική
es_us: Checa

source: Danish
el: Δανικά
es_us: Danés

source: Polish
el: Πολωνικά
es_us: Polaco

source: Latvian
el: Λετονία
es_us: Letón

source: Spanish (United States)
el: Ισπανικά (Ηνωμένες Πολιτείες)
es_us: Español (Estados Unidos)

source: Greek
el: Ελληνική

source: created at
el: δημιουργήθηκε στο
es_us: creado en

source: updated at
el: ενημερώνεται στο
es_us: actualizado en

source: Data dimensions
es_us: Dimensiones de los datos

source: The created framework config instance.
es_us: La instancia de framework config creada.

source: Year of the data point. If not given, defaults to the baseline year for the framework instance
es_us: Año del punto de datos. Si no se indica, por defecto es el año de referencia para la instancia marco.

source: Calculate attributable fraction when the ERF function is relative risk. AF=r/(r+1) if r >= 0; AF=r if r<0. Therefore, if the result is smaller than 0, we should use r instead. It can be converted from the result: r/(r+1)=s <=> r=s/(1-s)
es_us: Calcular la fracción atribuible cuando la función FER es el riesgo relativo. AF=r/(r+1) si r >= 0; AF=r si r<0. Por lo tanto, si el resultado es menor que 0, debemos utilizar r en su lugar. Se puede convertir a partir del resultado r/(r+1)=s <=> r=s/(1-s)

source: instance
es_us: instancia
